const sampleMovies = [
  {
    id: 1,
    title: "Матрица",
    genre: "Боевик",
    description:
      "«Матрица» — научно-фантастический боевик, поставленный братьями Вачовски по собственному сценарию и спродюсированный Джоэлом Сильвером. Главные роли исполнили Киану Ривз, Лоренс Фишберн, Керри-Энн Мосс и Хьюго Уивинг. Фильм вышел на экраны в США 31 марта 1999 года и послужил созданию одноимённой медиафраншизы, в которую вошли ещё три фильма, комиксы, компьютерные игры и аниме. Фильм изображает будущее, в котором реальность, существующая для большинства людей, является в действительности симуляцией типа «мозг в колбе», созданной разумными машинами, чтобы подчинить и усмирить человеческое население, в то время как тепло и электрическая активность их тел используются машинами в качестве источника энергии. Привлечённый повстанцами против машин хакер по кличке Нео оказывается в новом, пугающем реальном мире. Он проходит выбор — вернуться к существованию в симуляции, либо начать повстанческую борьбу против машин, в которую также вовлечены другие люди, освободившиеся из «мира снов» и выбравшиеся в реальность. Он выбирает борьбу",
    duration: 136,
    image: "/matrix.jpg",
  },
  {
    id: 2,
    title: "Безумный Макс",
    genre: "Боевик",
    duration: 88,
    description: "str",
    image: "/madmax.jpg",
  },
  {
    id: 3,
    title: "Джентльмены",
    genre: "Драма",
    description: "str",
    duration: 113,
    image: "/gentlemen.jpg",
  },
  {
    id: 4,
    title: "Отступники",
    genre: "Триллер",
    description:
      "Два лучших выпускника полицейской академии оказались по разные стороны баррикады: один из них — агент мафии в рядах правоохранительных органов, другой — «крот», внедрённый в мафию. Каждый считает своим долгом обнаружить и уничтожить противника.",
    duration: 151,
    image: "/ots.jpg",
  },
  {
    id: 5,
    title: "Предложение",
    genre: "Комедия",
    description:
      "Главная героиня фильма – ответственная начальница, которой грозит высылка в Канаду. Ради того, чтобы избежать ссылки в край озер, героиня готова на все – даже фиктивно выскочить замуж за своего молодого ассистента...",
    duration: 108,
    image: "/predl.jpg",
  },
];

export default sampleMovies;
